<?php 
// Text
$_['text_search']       = 'Търсене';
$_['text_brand']        = 'Производител';
$_['text_manufacturer'] = 'Производител :';
$_['text_model']        = 'Код на продукта :';
$_['text_reward']       = 'Наградни точки :'; 
$_['text_points']       = 'Цена в наградни точки :';
$_['text_stock']        = 'Наличност :';
$_['text_instock']      = 'В наличност';
$_['text_price']        = 'Цена :'; 
$_['text_tax']          = 'Без данък :'; 
$_['text_discount']     = 'Купи %s за : %s';
$_['text_option']       = 'Възможни опции';
$_['text_qty']          = 'Количество :';
$_['text_minimum']      = 'Минимално количество за поръчка : %s';
$_['text_or']           = '- или -';
$_['text_reviews']      = '%s Коментара'; 
$_['text_write']        = 'Напишете коментар';
$_['text_no_reviews']   = 'Още няма коментари за този продукт';
$_['text_on']           = 'ВКЛЮЧЕНО';
$_['text_note']         = '<span style="color: #FF0000;">Забележка:</span> Не поставяйте HTML код в полето, тъй като той няма да бъде интерпретиран като HTML код, а ще се покаже като текст!';
$_['text_share']        = 'Сподели';
$_['text_success']      = 'Благодарим Ви за изпратения коментар. Наш служител ще го прегледа възможно най-скоро.';
$_['text_upload']       = 'Изпратеният от Вас файл бе успешно запазен!';
$_['text_wait']         = 'Моля, почакайте !';
$_['text_tags']         = 'Етикети :';
$_['text_error']        = 'Продуктът не бе намерен !';

// Entry
$_['entry_name']        = 'Вашето име :';
$_['entry_review']      = 'Вашият коментар :';
$_['entry_rating']      = 'Рейтинг :';
$_['entry_good']        = 'Добър';
$_['entry_bad']         = 'Лош';
$_['entry_captcha']     = 'Въведете кода в полето :';

// Tabs
$_['tab_description']   = 'Описание';
$_['tab_attribute']     = 'Спецификация';
$_['tab_review']        = 'Коментари ( %s )';
$_['tab_related']       = 'Сходни артикули'; 

// Error
$_['error_name']        = 'Внимание: Заглавието на коментара трябва да е от 3 до 25 символа!';
$_['error_text']        = 'Внимание: Текстът на коментара трябва да е от 25 до 1000 символа!';
$_['error_rating']      = 'Внимание: Моля, изберете рейтинг!';
$_['error_captcha']     = 'Внимание: Въведеният код не съвпада с този от картинката!';
$_['error_upload']      = 'Изпращането на файл е задължително!';
$_['error_filename']    = 'Името на файла трябва да е от 3 до 128 символа!';
$_['error_filetype']    = 'Невалиден тип файл!';
?>