<?php
// Heading
$_['heading_title']  	= 'Форма за мнения';
$_['isi_customertestimonial'] 	= 'Вашето мнение беше изпратено';

// Text 
$_['text_message']   	= '<p>Вашето мнение беше успешно изпратено!</p>';
$_['text_note']      	= '<span style="color: #FF0000;">Note:</span> HTML не е преведен!';
$_['text_average']      = 'Рейтинг:';
$_['text_stars']        = '%s от общо 5 Звезди!';
$_['text_conditions'] 	= 'Благодарим Ви, за това че отделихте време и усилия да ни изпратите коментарите си за нашите продукти. Мнението Ви е ценно за нас и ще помогне много за усъвършенстване на услугите ни!';
$_['text_add'] 		= 'Добави мнение.';
$_['button_send'] 	= 'Изпрати мнение';

// Entry Fields
$_['entry_name']     	= 'Име:';
$_['entry_email']    	= 'E-Mail (Няма да бъде споделен!):';
$_['entry_title']	 	= 'Тема:';
$_['entry_enquiry']  	= 'Съобщение:';
$_['entry_captcha']  	= 'Въведете защитният код:';
$_['entry_rating']      = 'Рейтинг:';
$_['entry_good']        = 'Добър';
$_['entry_bad']         = 'Лош';

$_['entry_avatar']      = 'Снимка (не по голяма от 1MB и 1000px по 1000px):';

// Email
$_['email_subject']  	= 'Запитване %s';

// Errors
$_['error_name']     	= 'Името трябва да съдържа повече от 3 и по малко от 32 символа!';
$_['error_title']     	= 'Темата трябва да бъде между 3 и 64 символа!';
$_['error_email']    	= 'Изглежда E-Mail адресът, който сте въвели не е валиден!';
$_['error_enquiry']  	= 'Съобщението трябва да е по-дълго от 1 и по-късо от 1000 символа!';
$_['error_captcha']  	= 'Кода, който сте въвели не съвпада с този от картинката!';

$_['error_avatar1']  	= 'Файлът не е изображение/снимка!';
$_['error_avatar2']  	= 'Файлът е твърде голям!';
$_['error_avatar3']  	= 'Снимката не трябва да е по-голяма от 1000px по дължина или височина!';



?>
