<?php  
// Text
$_['text_title']          = 'Банкова карта (чрез Paymate)';

$_['text_unable']         = 'Невъзможност да бъде открит или обновен статуса на Вашата поръчка!';
$_['text_declined']       = 'Плащането бе отхвърлено от Paymate!';
$_['text_failed']         = 'Плащането с Paymate не бе успешно!';
$_['text_failed_message'] = '<p>За съжаление, възникна грешка при обработката на Вашето плащане с Paymate!</p><p><b>Внимание: </b>%s</p><p>Проверете наличността по сметката си в Paymate преди да повторите опита за плащане по тази поръчка.</p><p>Ако смятате, че трансакцията е успешна или виждате сметката си в Paymate по-малка от сумата на поръчката Ви, моля <a href="%s">Свържете се с Нас</a>, като посочите данните за поръчката.</p>';
?>
