<?php 
// Heading
$_['heading_title']     = 'Благодарим Ви, че пазарувате с %s .... ';

// Text
$_['text_title']        = 'Банкова карта (чрез PayPoint)';
$_['text_response']     = 'Отговор от PayPoint:';
$_['text_success']      = '... вашето плащане премина успешно.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Моля, почакайте...</span></b> докато ние обработим поръчката Ви.<br>Ако до 10 секунди не бъдете автоматично пренасочени, моля натиснете <a href="%s">Тук</a>.';
$_['text_failure']      = '... вашето плащане бе отказано!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Моля, почакайте...</span></b><br>Ако до 10 секунди не бъдете автоматично пренасочени, моля натиснете <a href="%s">Тук</a>.';										  
?>