<?php
// Heading 
$_['heading_title']    = 'Подписка на новости';

// Text
$_['text_email']	   = 'Email';
$_['text_subscribe']   = 'Теперь вы подписаны на наши новости!';
$_['text_unsubscribe'] = 'Вы больше не будете получать письма из нашего магазина!';

$_['entry_email']	   = 'Подписаться / Отписаться';
$_['entry_subscribe_text'] = 'Подпишитесь на нашу рассылку и вы всегда будете в курсе самых выгодных предложений, скидок и интересных новостей !';
$_['entry_policy_text'] = 'Мы гарантируем, что ваш адрес e-mail никогда не будет передан кому-либо, а вы будете получать письма только этой подписки!';

// Button 
$_['button_join']	   = 'Отправить';

// Error
$_['error_email']	   = 'Пожалуйста, введите корректный email!';
?>
