<?php
// Heading
$_['heading_title'] = 'Обратная связь';
$_['text_email'] = 'Ваш email...';
$_['text_message'] = 'Ваше сообщение...';
$_['text_submit'] = 'Отправить';
$_['email_subject'] = 'Тема сообщения';
$_['text_captcha'] = 'Введите код с картинки';
$_['success'] = 'Ваше сообщение отправлено. Мы свяжемся с вами в ближайшее время.;

$_['error_email'] = 'Пожалуйста, введите корректный email!';
$_['error_message'] = 'Длина сообщения должна быть больше 3-х символов!';
$_['error_captcha'] = 'Код не соответствует картинке!';
?>