<?php
// Heading 
$_['heading_title']     = 'Списък с адреси';

// Text
$_['text_account']      = 'Профил';
$_['text_address_book'] = 'Адреси';
$_['text_edit_address'] = 'Редактирай';
$_['text_insert']       = 'Адресът бе добавен успешно!';
$_['text_update']       = 'Адресът бе обновен успешно!';
$_['text_delete']       = 'Адресът бе изтрит успешно!';

// Entry
$_['entry_firstname']   = 'Име:';
$_['entry_lastname']    = 'Фамилия:';
$_['entry_company']     = 'Фирма:';
$_['entry_address_1']   = 'Адрес:';
$_['entry_address_2']   = 'Допълнение към адреса:';
$_['entry_postcode']    = 'Пощенски код:';
$_['entry_city']        = 'Град:';
$_['entry_country']     = 'Държава:';
$_['entry_zone']        = 'Област / Община:';
$_['entry_default']     = 'Адрес за кореспонденция:';

// Error
$_['error_delete']      = 'Внимание: Трябва да въведете поне един адрес!';
$_['error_default']     = 'Внимание: Основният адрес не може да бъде изтриван!';
$_['error_firstname']   = 'Името трябва да е между 1 и 32 символа!';
$_['error_lastname']    = 'Името трябва да е между 1 и 32 символа!';
$_['error_address_1']   = 'Адресът трябва да е между 3 и 128 символа!';
$_['error_postcode']    = 'Пощенският код трябва да е между 2 и 10 символа!';
$_['error_city']        = 'Градът трябва да е между 2 и 128 символа!';
$_['error_country']     = 'Моля, изберете Държава!';
$_['error_zone']        = 'Моля, изберете Област / Община!'; 
?>