<?php
// Heading 
$_['heading_title']     = 'Информация за моя профил';

// Text
$_['text_account']      = 'Профил';
$_['text_edit']         = 'Редакция';
$_['text_your_details'] = 'Лични данни';
$_['text_success']      = 'Профилът Ви бе обновен!';

// Entry
$_['entry_firstname']  = 'Име :';
$_['entry_lastname']   = 'Фамилия :';
$_['entry_email']      = 'Електронна поща :';
$_['entry_telephone']  = 'Телефон :';
$_['entry_fax']        = 'Факс :';

// Error
$_['error_exists']     = 'Внимание: Вече имаме регистриран профил с тази И-мейл!';
$_['error_firstname']  = 'Внимание: Името трябва да е само между 1 и 32 символа!';
$_['error_lastname']   = 'Внимание: Името трябва да е само между 1 и 32 символа!';
$_['error_email']      = 'Внимание: Посоченият пощенски адрес не е валиден!';
$_['error_telephone']  = 'Внимание: Телефонът би трябвало е между 3 и 32 символа!';
?>