<?php
// Heading 
$_['heading_title']   = 'Забравeна парола';

// Text
$_['text_account']    = 'Профил';
$_['text_forgotten']  = 'Паролата как беше?';
$_['text_your_email'] = 'Ел. поща';
$_['text_email']      = 'Въведете адреса на електронната поща, моля. Натиснете &quot;ТУК&quot;, за да получите чисто нова парола!';
$_['text_success']    = 'На посоченият адрес успешно беше изпратена нова парола!';

// Entry
$_['entry_email']     = 'И-мейл адрес:';

// Error
$_['error_email']     = 'Внимание: Нямаме информация, свързани с тази регистрация или този e-mail. Моля, провери внимателно данните и опитай отново! Провери дали не е натиснат клавиш CAPSLOCK или не пишеш на кирилица!';
?>