<?php
// Heading 
$_['heading_title']                = 'Вход';

// Text
$_['text_account']                 = 'Профил';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Нов клиент';
$_['text_register']                = 'Създай нов профил';
$_['text_register_account']        = 'Регистрацията носи редица предимства, като Ви дава възможност да следите състоянието и историята на поръчките си и да се възползвате от персонализирано съдържание, достъпно само за регистрирани потребители.';
$_['text_returning_customer']      = 'Вече сте наш клиент?';
$_['text_i_am_returning_customer'] = 'Аз съм регистриран потребител!';
$_['text_forgotten']               = 'Забравена парола?';

// Entry
$_['entry_email']                  = 'Ел. поща';
$_['entry_password']               = 'Парола';

// Error
$_['error_login']                  = 'Грешка: Въведените данни не си съответстват или са грешни!';
?>