<?php
// Heading 
$_['heading_title']        = 'Регистрация';

// Text
$_['text_account']         = 'Профил';
$_['text_register']        = 'Регистрация';
$_['text_account_already'] = 'Ако вече имате профил, можете направо да влезете с него от страницата за <a href="%s">вход в системата</a>.';
$_['text_your_details']    = 'Личните ви данни';
$_['text_your_address']    = 'Вашият адрес';
$_['text_newsletter']      = 'Бюлетин';
$_['text_your_password']   = 'Вашата парола';
$_['text_agree']           = 'Прочел съм и съм съгласен с <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';

// Entry
$_['entry_firstname']      = 'Име :';
$_['entry_lastname']       = 'Фамилия :';
$_['entry_email']          = 'И-мейл :';
$_['entry_telephone']      = 'Телефон :';
$_['entry_fax']            = 'Факс :';
$_['entry_company']        = 'Фирма :';
$_['entry_customer_group'] = 'Тип Фирма :';
$_['entry_company_id']     = 'Фирмен номер :';
$_['entry_tax_id']         = 'Данъчен № :';
$_['entry_address_1']      = 'Адрес :';
$_['entry_address_2']      = 'Допълнение към адреса :';
$_['entry_postcode']       = 'Пощенски код :';
$_['entry_city']           = 'Населено място :';
$_['entry_country']        = 'Държава :';
$_['entry_zone']           = 'Област / Община :';
$_['entry_newsletter']     = 'Получаване на бюлетин :';
$_['entry_password']       = 'Парола';
$_['entry_confirm']        = 'Повторете паролата :';

// Error
$_['error_exists']         = 'Внимание: вече има регистриран профил с този И-мейл !';
$_['error_firstname']      = 'Името трябва да е между 1 и 32 символа !';
$_['error_lastname']       = 'Името трябва да е между 1 и 32 символа !';
$_['error_email']          = 'Адресът на тази поща е невалиден !';
$_['error_telephone']      = 'Телефонът трябва да е между 3 и 32 символа !';
$_['error_password']       = 'Паролата трябва да е между 4 и 20 символа !';
$_['error_confirm']        = 'Паролата в двете полета не е една и съща !';
$_['error_address_1']      = 'Адресът трябва да е между 3 и 128 символа !';
$_['error_city']           = 'Населеното място трябва да е между 2 и 128 символа !';
$_['error_postcode']       = 'Пощенският код трябва да е между 2 и 10 символа !';
$_['error_country']        = 'Моля, посочете Държава !';
$_['error_zone']           = 'Моля, посочете Област / Община !';
$_['error_agree']          = 'Внимание: Нужно е да посочите, че сте съгласни с %s ( отметка в полето) !';
?>