<?php //
// Heading 
$_['heading_title']      = 'Рекламации';

// Text
$_['text_account']       = 'Профил';
$_['text_return']        = 'Информация за рекламациите';
$_['text_return_detail'] = 'Детайли на рекламациите';
$_['text_description']   = '<p>Моля, попълнете формуляра, за издаване на входящ номер!</p>';
$_['text_order']         = 'Информация';
$_['text_product']       = 'Информация за продукта и причини за рекламацията';
$_['text_message']       = '<p>Вашата молба за рекламация е приета и подадена към съответния отдел за обработка.</p><p>Ще ви информираме за движението й на посоченият от Вас И-мейл.</p>';
$_['text_return_id']     = 'Входящ № :';
$_['text_order_id']      = 'Поръчка № :';
$_['text_date_ordered']  = 'Дата на поръчката :';
$_['text_status']        = 'Статус :';
$_['text_date_added']    = 'Дата на създаване :';
$_['text_customer']      = 'Клиент :';
$_['text_comment']       = 'Пояснения към рекламацията';
$_['text_history']       = 'История на рекламациите';
$_['text_empty']         = 'Нямате направени рекламации !';
$_['text_error']         = 'Заявената рекламация не бе намерена !';

// Column
$_['column_name']        = 'Име на продукта';
$_['column_model']       = 'Модел';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Отварян';
$_['column_comment']     = 'Отзив';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';
$_['column_date_added']  = 'Дата на добавяне';
$_['column_status']      = 'Статус';

// Entry
$_['entry_order_id']     = 'Поръчка №';
$_['entry_date_ordered'] = 'Дата на поръчката';
$_['entry_firstname']    = 'Име';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'И-мейл';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Име на продукта';
$_['entry_model']        = 'Код на продукта';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина за рекламацията';
$_['entry_opened']       = 'Продуктът е отварян';
$_['entry_fault_detail'] = 'Допълнителна информация';
$_['entry_captcha']      = 'Поставете кода в полето';

// Error
$_['error_order_id']     = 'Изисква се номер на поръчката !';
$_['error_firstname']    = 'Името трябва да е между 1 и 32 символа !';
$_['error_lastname']     = 'Името трябва да е между 1 и 32 символа !';
$_['error_email']        = 'Адресът на този И-мейл е невалиден !';
$_['error_telephone']    = 'Телефонът трябва да е между 3 и 32 символа !';
$_['error_product']      = 'Нужно е да изберете поне един продукт !';
$_['error_name']         = 'Името на продукта трябва да е между 3 и 255 символа !';
$_['error_model']        = 'Името на модела на продукта трябва да е между 3 и 64 символа !';
$_['error_reason']       = 'Трябва да посочите причина за рекламацията !';
$_['error_captcha']      = 'Въведеният код не съвпада с кода от картинката !';
?>
