<?php
// Heading
$_['heading_title'] = 'Вашият профил бе създаден успешно!';

// Text
$_['text_message']  = '<p>Поздравления, Вашият профил бе създаден успешно!</p> <p>При нужда от помощ по използването на този Сайт, не се колебайте да ни пишете.</p><p>На вашата електронна поща ще получите потвърждение за направената регистрация. Ако не го получите в рамките на един час, моля <a href="%s">Свържете се с Нас</a>.</p>';
$_['text_approval'] = '<p>Благодарим Ви, че се регистрирахте в %s!</p><p>Ще получите писмо на ел. поща, когато профилът Ви бъде активиран.</p><p>При нужда от помощ по използването на Вашия профил, не се колебайте да се <a href="%s">Свържете с Нас</a>.</p>';
$_['text_account']  = 'Профил';
$_['text_success']  = 'Готово!';
?>