<?php
// Heading 
$_['heading_title']    = 'Купуване на Ваучер';

// Text
$_['text_account']     = 'Акаунт';
$_['text_voucher']     = 'Ваучери';
$_['text_description'] = 'Искаш да направиш чудесна изненада на близък или приятел? Можеш да подариш Ваучер за покупка от Нашия магазин! Имаш възможност да го получиш и подариш ти, а можем и да го изпратим на посочен от теб адрес и получател, като той ще може да си избере Неговия страхотен подарък и да го осребри веднага!';
$_['text_agree']       = 'Разбирам и се съгласявам, че Ваучерите за подарък не подлежат на връщане!';
$_['text_message']     = '<p>Заявеният от теб Ваучер бе добавен в кошницата Ви. След приключване процеса на плащане, на посочените от теб адрес и получател ще бъде изпратена информация, как може да осребри подарения му от теб Ваучер.</p>';
$_['text_for']         = 'Ваучер за %s за %s';

// Entry
$_['entry_to_name']    = 'Име на на получателя';
$_['entry_to_email']   = 'И-мейл на получателя';
$_['entry_from_name']  = 'Вашето Име';
$_['entry_from_email'] = 'Вашият И-мейл';
$_['entry_message']    = 'Лично съобщение <br /><span class="help">(По желание)</span>';
$_['entry_amount']     = 'Сума <br /><span class="help">(Стойността може да е между %s и %s)</span>';
$_['entry_theme']      = 'Шаблон на Ваучера за подарък:';

// Error
$_['error_to_name']    = 'Внимание: Името на получателя трябва да е между 1 и 64 символа!';
$_['error_from_name']  = 'Внимание: Вашето име трябва да е между 1 и 64 символа!';
$_['error_email']      = 'Внимание: Адресът на този И-мейл е невалиден!';
$_['error_amount']     = 'Внимание: Сумата трябва да е между %s и %s!';
$_['error_theme']      = 'Внимание: Трябва да изберете Шаблон на Ваучера!';
$_['error_agree']      = 'Внимание: Трябва да потвърдиш, че разбираш, че Ваучерите за подарък не подлежат на връщане!';
?>
