<?php
$_['heading_title'] = 'Списък с Желани продукти';

// Text
$_['text_account']  = 'Профил';
$_['text_instock']  = 'В наличност';
$_['text_success']  = 'Готово, добавихте <a href="%s">%s</a> към списъка ви с <a href="%s">Желани продукти</a> !';
$_['text_wishlist'] = 'Желани продукти ( %s )';
$_['text_login']    = 'Внимание: Трябва да <a href="%s">влезете</a> със Съществуващ профил или да създадете <a href="%s">Нов профил</a>, за да запазите <a href="%s">%s</a> като <a href="%s">Желан продукт</a>!';
$_['text_remove']   = 'Успешно променихте Желани продукти!';
$_['text_empty']    = 'Нямате Желани продукти';

// Column
$_['column_remove'] = 'Изтрий';
$_['column_image']  = 'Изображение';
$_['column_name']   = 'Име на продукта';
$_['column_model']  = 'Модел';
$_['column_stock']  = 'Наличност';
$_['column_price']  = 'Ед. цена';
$_['column_action'] = 'Действие';
$_['column_cart']   = 'Купи';
?>