<?php  
// Heading 
$_['heading_title']   = 'Забравена парола';

// Text
$_['text_account']    = 'Профил';
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Адрес на И-мейла';
$_['text_email']      = 'Въведете адреса на и-мейла, асоцииран с вашия профил. Натиснете &quot;Изпрати&quot;, за да получите нова парола !';
$_['text_success']    = 'На посоченият от вас И-мейл беше изпратена новата парола.';

// Entry
$_['entry_email']     = 'Адрес на И-мейла :';

// Error
$_['error_email']     = 'Внимание: Нямаме данни, свързани с този И-мейл адрес. Моля, проверете го и опитайте отново !';
?>