<?php 
// Heading 
$_['heading_title']    = 'Проследяване';

// Text
$_['text_account']     = 'Профил';
$_['text_description'] = 'За да можем да начислим комисиона за всяка покупка на привлечен от Вас клиент, Вие трябва да насочвате потребителите към %s или към определен продукт в него чрез специални връзки, съдържащи вашия Партньорски код. За целта можете да използвате генератора на Партньорски връзки по-долу.';
$_['text_code']        = '<b>Вашият партньорски код :</b>';
$_['text_generator']   = '<b>Генератор на партньорски връзки</b><br />Напишете името на продукта, към който искате да насочвате клиенти:';
$_['text_link']        = '<b>Партньорска връзка :</b>';
?>