<?php 
// Heading 
$_['heading_title'] = 'Използване на наградни точки (събрани : %s)';

// Text
$_['text_reward']   = 'Наградни точки (%s)';
$_['text_order_id'] = 'Поръчка № : #%s';
$_['text_success']  = 'Готово, намалението от наградни точки бе отчетено !';

// Entry
$_['entry_reward']  = 'Точки за използване (максимум %s) :';

// Error
$_['error_empty']   = 'Внимание: Моля, въведете броят точки, които искате да осребрите !';
$_['error_points']  = 'Внимание: Вие нямате %s наградни точки !';
$_['error_maximum'] = 'Внимание: Максималният възможен за използване брой точки е %s !';
?>