<?php 
// Heading 
$_['heading_title']     = 'Изчисляване на такса за доставка';
// Text
$_['text_shipping']     = 'Въведете дестинация';
$_['text_success']      = 'Доставката бе включена в сметката!';

// Entry
$_['entry_country']     = 'Държава:';
$_['entry_zone']        = 'Област / Община :';
$_['entry_postcode']    = 'Пощенски код :';

// Error
$_['error_postcode']    = 'Внимание: Пощенският код трябва да е между 2 и 10 символа!';
$_['error_country']     = 'Внимание: Моля, посочете страна!';
$_['error_zone']        = 'Внимание: Моля, посочете област!';
$_['error_shipping']    = 'Внимание: Посочването на метод на доставка е задължително!';
$_['error_no_shipping'] = 'Внимание: Не са налични възможности за доставка. Моля <a href="%s">свържете се с нас</a> за съдействие!';
?>