<?php
// Heading
$_['heading_title']          = 'Оформление заказа';

// Text
$_['text_success']           = 'Товар <a href="%s">%s</a> добавлен в <a href="%s">корзину покупок</a>!';
$_['text_remove']            = 'Корзина покупок обновлена!';
$_['text_coupon']            = 'Скидка по купону успешно применена!';
$_['text_voucher']           = 'Скидка по подарочному сертификату успешно применена!';
$_['text_reward']            = 'Скидка по бонусным баллам успешно применена!';
$_['text_shipping']          = 'Оценка стоимости доставки успешно применена!';
$_['text_login']             = 'Необходимо <a href="%s">Войти в Личный кабинет</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_points']            = 'Бонусные баллы: %s';
$_['text_items']             = 'Товаров: %s (%s)';
$_['text_next']              = 'Воспользуйтесь дополнительными возможностями';
$_['text_next_choice']       = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт. Также можно приблизительно узнать стоимость доставки в ваш регион.';
$_['text_use_coupon']        = 'Использовать купон на скидку';
$_['text_use_voucher']       = 'Использовать подарочный сертификат';
$_['text_use_reward']        = 'Использовать бонусные баллы (доступно %s)';
$_['text_shipping_estimate'] = 'Оценка стоимости доставки и налоговых сборов';
$_['text_shipping_detail']   = 'Укажите ваш регион для оценки слоимости доставки.';
$_['text_shipping_method']   = 'Выберите удобный способ доставки этого заказа.';
$_['text_empty']             = 'Ваша корзина пуста!';

// Column
$_['column_image']           = 'Фото';
$_['column_name']            = 'Наименование товара';
$_['column_model']           = 'Модель';
$_['column_quantity']        = '<span title="Количество">Кол-во</span>';
$_['column_price']           = 'Цена';
$_['column_total']           = 'Итого';

// Entry
$_['entry_coupon']           = 'Введите код купона:';
$_['entry_voucher']          = 'Введите код подарочного сертификата:';
$_['entry_reward']           = 'Сколько баллов использовать (максимум %s):';

// Error
$_['error_stock']            = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']         = 'Поле %s должно быть заполнено!';
$_['error_product']          = 'Ваша корзина пуста!';
$_['error_coupon']           = 'Ошибка: купон либо недействителен, либо истек срок его действия, либо достигнут предел его использования!';
$_['error_voucher']          = 'Ошибка: код подарочного сертификата неправильный или он уже был использован!';
$_['error_reward']           = 'Укажите пожалуйста количество бонусных баллов для оплаты этого заказа!';
$_['error_points']           = 'У вас нет %s бонусных баллов!';
$_['error_maximum']          = 'Максимально возможная сумма для оплаты баллами составляет %s!';
$_['error_postcode']         = 'Почтовый индекс должен быть длиной от 2 до 10 символов!';
$_['error_country']          = 'Укажите страну!';
$_['error_zone']             = 'Укажите район / область!';
$_['error_shipping']         = 'Необходимо указать способ доставки!';
$_['error_no_shipping']      = 'Нет доступных способов доставки для указанного региона. <a href="%s">Свяжитесь с нами</a>, мы решим этот вопрос!';
$_['error_comment']          = 'Пожалуйста, заполните комметарии к заказу.';
$_['error_password']                 = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_exists']                  = 'Пользователь с таким e-mail уже существует!';

// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_checkout_option']           = 'Шаг 1: Способ оформления заказа';
$_['text_checkout_account']          = 'Шаг 2: Профиль &amp; Платежная информация';
$_['text_checkout_payment_address']  = 'Шаг 2: Платежная информация';
$_['text_checkout_shipping_address'] = 'Шаг 3: Адрес доставки';
$_['text_checkout_shipping_method']  = 'Шаг 4: Способ доставки';
$_['text_checkout_payment_method']   = 'Шаг 5: Способ оплаты';
$_['text_checkout_confirm']          = 'Шаг 6: Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Зарегистрированный пользователь';
$_['text_checkout']                  = 'Опции Оформления заказа:';
$_['text_i_am_returning_customer']   = 'Я совершал здесь покупки ранее и регистрировался';
$_['text_register']                  = 'Регистрация';
$_['text_guest']                     = 'Оформить заказ без регистрации';
$_['text_register_account']          = 'Создав учетную запись Вы сможетете быстрее оформлять заказы, отслеживать их статус и просматривать историю покупок.';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_your_details']              = 'Личные данные';
$_['text_your_address']              = 'Адрес';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'С <a target="_blank" href="%s" alt="%s"><b>условиями заказа</b></a> согласен';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Выберите удобный способ доставки для этого заказа:';
$_['text_payment_method']            = 'Выберите способ оплаты для этого заказа:';
$_['text_comments']                  = 'Комментарии к заказу:';

// Entry
$_['entry_email_address']            = 'E-Mail Адрес:';
$_['entry_email']                    = 'E-Mail:';
$_['entry_firstname']                = 'Имя:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Факс:';
$_['entry_company']                  = 'Компания:';
$_['entry_address_1']                = 'Адрес:';
$_['entry_address_2']                = 'Адрес (продолжение):';
$_['entry_postcode']                 = 'Индекс:';
$_['entry_city']                     = 'Город:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Регион / Область:';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] 	             = 'Адрес доставки совпадает с адресом плательщика.';
$_['entry_password1'] 	             = 'Придумайте пароль:';
$_['entry_password2'] 	             = 'Повторите пароль:';
$_['entry_password'] 	             = 'Пароль:';

$_['entry_discount_card'] 	             = 'Есть скидочная карта';
$_['entry_postcard'] 	             = 'Добавить открытку';
$_['entry_postcard_descr'] 	             = 'К своему подарку Вы можете приложить текст послания, до 300 знаков. Если открытка останется пустой или не подписанной отправителем, заказ будет доставлен инкогнито, т.к. у курьера нет информации о заказчике подарка.';
$_['entry_signature'] 	             = 'Подпись:';
$_['entry_photo_free'] 	             = 'Сделать бесплатное фото доставки';
$_['entry_photo_free_descr'] 	             = 'При вручении заказа, мы можем сфотографировать получателя в случае, если получатель не отказывается от фотографирования. Фото будет выслано Вам в течение 2-х рабочих дней с даты доставки на электронную почту.';
$_['entry_photo_site'] 	             = 'Разрешаю разместить на сайте фото доставки';
$_['entry_rt'] 	             = 'Получатель:';
$_['entry_rt_name'] 	             = 'Имя:';
$_['entry_rt_telephone'] 	             = 'Телефон:';
$_['entry_rt_clarify'] 	             = 'Созвониться с получателем и уточнить адрес';
$_['entry_address_type'] 	             = 'Тип адреса';
$_['entry_street'] 	             = 'Улица:';
$_['entry_house'] 	             = 'Дом №:';
$_['entry_building'] 	             = 'Строение:';
$_['entry_office'] 	             = 'Офис:';
$_['entry_flat'] 	             = 'Квартира:';
$_['entry_room'] 	             = 'Номер:';
$_['entry_ward'] 	             = 'Палата:';
$_['entry_shipping_date'] 	             = 'Дата доставки:';
$_['entry_shipping_time'] 	             = 'Время доставки';
$_['entry_remind'] 	             = 'Напомнить об этой дате через год';

// Error
$_['error_warning']                  = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте изменить способ оплаты или свяжитесь с <a href="%s">администратором магазина</a>.';
$_['error_firstname']                = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                    = 'E-Mail адрес введён неверно!';
$_['error_telephone']                = 'Номер телефона должен быть от 3 до 32 символов!';
$_['error_address_1']                = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']                     = 'Выберите город!';
$_['error_postcode']                 = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион / область';
$_['error_agree']                    = 'Вы должны согласиться с правилами: %s!';
$_['error_address']                  = 'Необходимо указать адрес!';
$_['error_shipping']                 = 'Необходимо указать способ доставки!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_payment']                  = 'Необходимо указать способ оплаты!';
$_['error_no_payment']               = 'На данный момент мы не принимаем оплату от плательщиков находящихся по этому адресу. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['text_to_order']                  = 'Оформить заказ ↓';
$_['button_buy']                     = 'Оформить заказ';
$_['min_order_sum']                  = 'Минимальная сумма заказа ';
$_['error_address_2']                = 'Прододжение адреса должно быть от 3 до 128 символов!';
$_['error_fax']                      = 'Номер факса должен быть от 3 до 32 символов!';
$_['error_company']                  = 'Введите название компании!';
$_['error_rt']                       = 'Выберите получателя!';
$_['error_rt_name']                  = 'Введите имя получателя!';
$_['error_rt_telephone']             = 'Введите телефон получателя!';
?>