<?php 
// Heading  
$_['heading_title']           = 'Кошница';

// Text
$_['text_success']           = 'Успешно, добавихте <a href="%s">%s</a> във вашата <a href="%s">Кошница</a> !';
$_['text_remove']            = 'Успешно променихте статуса на Вашата кошница !';
$_['text_coupon']            = 'Вашият Купон за отстъпка беше приложен !';
$_['text_voucher']           = 'Вашият Ваучер беше приложен !';
$_['text_reward']            = 'Вашите Наградни точки бяха приложени !';
$_['text_shipping']          = 'Вашият Начин на доставка беше приложен !';
$_['text_login']             = 'Внимание : Трябва да <a href="%s">влезете</a> със Съществуващ профил или да създадете <a href="%s">Нов профил</a>, за да виждате цените !';
$_['text_points']            = 'Наградни точки : %s';
$_['text_items']             = '%s продукт/а - %s';
$_['text_next']              = 'Следващи стъпки...';
$_['text_next_choice']       = 'Ако имате промоционален код, моля изберете съответната опция, за да бъде приложен !';
$_['text_use_coupon']        = 'Промоционален (Купон)';
$_['text_use_voucher']       = 'Ваучер';
$_['text_use_reward']        = 'Използвайте наградни точки (Налични %s)';
$_['text_shipping_estimate'] = 'Доставка';
$_['text_shipping_detail']   = 'За всички поръчки над 100 лв, доставката е безплатна за цялата Страна !';
$_['text_shipping_method']   = 'Моля,изберете предпочитаният начин на доставка !';
$_['text_empty']             = 'Кошницата ви е празна!';
$_['text_weight']  	         = 'Тегло :';
$_['text_country']           = 'Държава';
$_['text_zone']              = 'Област / Община';
$_['text_postcode']          = 'Пощенски Код';

// Column
$_['column_remove']          = 'Изтрий';
$_['column_image']           = 'Изображение';
$_['column_name']            = 'Продукт';
$_['column_model']           = 'Модел';
$_['column_quantity']        = 'Количество';
$_['column_price']           = 'Ед.цена';
$_['column_total']           = 'Всичко';

// Entry
$_['entry_coupon']           = 'Поставете кода на Купона :';
$_['entry_voucher']          = 'Поставете кода на Ваучера :';
$_['entry_reward']           = 'Използвани точки (Макс %s) :';
$_['entry_country']          = 'Държава :';
$_['entry_zone']             = 'Община / Област :';
$_['entry_postcode']         = 'Пощенски код :';

// Error
$_['error_stock']            = 'Продуктите, отбелязани с ***, не са налични в желаното количество или са изчерпани !';
$_['error_minimum']          = 'Минималното количество за поръчка на %s е %s !';	
$_['error_required']         = '%s е задължителен !';
$_['error_product']          = 'Внимание : Няма продукти в кошницата !';	
$_['error_coupon']           = 'Внимание : Купона е невалиден или изтекъл !';
$_['error_voucher']          = 'Внимание : Ваучера е невалиден или изтекъл !';
$_['error_reward']           = 'Внимание : Моля въведете сумата от наградни точки за използване !';	
$_['error_points']           = 'Внимание : Нямате наградни точки !';
$_['error_maximum']          = 'Внимание : Максималния брой наградни точки добавени са %s !';
$_['error_postcode']         = 'Внимание : Пощенският код трябва да е от 2 до 10 символа!';
$_['error_country']          = 'Моля,посочете Държава !';
$_['error_zone']             = 'Моля,посочете Област / Община !';
$_['error_shipping']         = 'Внимание : Начина на доставка е задължителен !';
$_['error_no_shipping']      = 'Внимание : Не са налични начини на доставка. Моля<a href="%s">Свържете се с Нас</a> за съдействие !';	
?>