<?php 
// Heading 
$_['heading_title']                  = 'Плащане';

// Text
$_['text_cart']                      = 'Кошница';
$_['text_checkout_option']           = 'Стъпка 1: Опции за плащане';
$_['text_checkout_account']          = 'Стъпка 2: Данни за профила и плащането';
$_['text_checkout_payment_address']  = 'Стъпка 2: Данни за плащането';
$_['text_checkout_shipping_address'] = 'Стъпка 3: Данни за доставката';
$_['text_checkout_shipping_method']  = 'Стъпка 4: Начин на доставка';
$_['text_checkout_payment_method']   = 'Стъпка 5: Метод на плащане';
$_['text_checkout_confirm']          = 'Стъпка 6: Потвърждаване на поръчката';
$_['text_modify']                    = 'Промени &raquo;';
$_['text_new_customer']              = 'Нов клиент';
$_['text_returning_customer']        = 'Регистриран клиент';
$_['text_checkout']                  = 'Опции за плащане :';
$_['text_i_am_returning_customer']   = 'Аз съм регистриран клиент';
$_['text_register']                  = 'Създаване на профил';
$_['text_guest']                     = 'Плащане без регистрация';
$_['text_register_account']          = 'Създавайки профил, вие ще можете да пазарувате по-бързо, да следите състоянието и историята на поръчките си и да се възползвате от редица бонуси, достъпни само за регистрираните ни потребители.';
$_['text_forgotten']                 = 'Забравена парола';
$_['text_logged']                    = 'Идентифицирали сте се като <a href="%s">%s</a> <b>(</b> <a href="%s">Изход</a> <b>)</b>';
$_['text_items']                     = '%s продукт/а - %s';
$_['text_your_details']              = 'Лични данни';
$_['text_your_address']              = 'Вашият адрес';
$_['text_your_password']             = 'Вашата парола';
$_['text_agree']                     = 'Прочел съм и съм съгласен с <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';
$_['text_address_new']               = 'Искам доставка на друг адрес';
$_['text_address_existing']          = 'Искам доставка на вече въведен адрес';
$_['text_shipping_method']           = 'Моля, изберете предпочитан начин на доставка за тази поръчка !';
$_['text_payment_method']            = 'Моля, изберете предпочитан метод на плащане за тази поръчка !';
$_['text_comments']                  = 'Добавете пояснения или указания към поръчката си';

// Column
$_['column_name']                    = 'Продукт';
$_['column_model']                   = 'Модел';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Ед.цена';
$_['column_total']                   = 'Всичко';

// Entry
$_['entry_email_address']            = 'И-мейл Адрес :';
$_['entry_email']                    = 'И-мейл :';
$_['entry_password']                 = 'Парола :';
$_['entry_confirm']                  = 'Потвърди паролата :';
$_['entry_firstname']                = 'Име :';
$_['entry_lastname']                 = 'Фамилия :';
$_['entry_telephone']                = 'Телефон :';
$_['entry_fax']                      = 'Факс :';
$_['entry_company']                  = 'Фирма :';
$_['entry_customer_group']           = 'Тип на Фирмата :';
$_['entry_company_id']               = 'Фирмен № :';
$_['entry_tax_id']                   = 'ДДС номер :';
$_['entry_address_1']                = 'Адрес :';
$_['entry_address_2']                = 'Допълнение към адреса :';
$_['entry_postcode']                 = 'Пощенски код :';
$_['entry_city']                     = 'Населено място :';
$_['entry_country']                  = 'Държава :';
$_['entry_zone']                     = 'Област / Община :';
$_['entry_newsletter']               = 'Искам да получавам известия от %s';
$_['entry_shipping'] 	             = 'Адресите ми на плащане и получаване са еднакви !';

// Error
$_['error_warning']                  = 'Внимание : Възникна проблем при обработката на вашата поръчка ! Опитайте отново като изберете различен начин на плащане, ако проблемът продължава, можете да се <a href="%s">Свържете с Нас</a> !';
$_['error_minimum']                  = 'Внимание : Минималното количество за поръчка на %s е %s !';	
$_['error_login']                    = 'Внимание : Въведените И-мейл или Парола не си съответстват или са грешни !';
$_['error_approved']                 = 'Внимание : Вашият акаунт изисква одобрение преди да можете да влезете !'; 
$_['error_exists']                   = 'Внимание : Вече има регистриран профил с този И-мейл !';
$_['error_firstname']                = 'Внимание : Името трябва да е от 1 до 32 символа !';
$_['error_lastname']                 = 'Внимание : Името трябва да е от 1 до 32 символа !';
$_['error_email']                    = 'Внимание : Адресът на този И-мейл е невалиден !';
$_['error_password']                 = 'Внимание : Паролата трябва да е от 3 до 20 символа !';
$_['error_telephone']                = 'Внимание : Телефонът трябва да е от 3 до 32 символа !';
$_['error_tax_id']                   = 'Внимание : ДДС номера е задължителен !';
$_['error_vat']                      = 'Внимание : Данъчният номер е невалиден !';
$_['error_confirm']                  = 'Внимание : Паролата в двете полета не е една и съща !';
$_['error_address_1']                = 'Внимание : Адресът трябва да е от 3 до 128 символа !';
$_['error_city']                     = 'Внимание : Населеното място трябва да е от 2 до 128 символа !';
$_['error_postcode']                 = 'Внимание : Пощенският код трябва да е от 2 до 10 символа !';
$_['error_country']                  = 'Внимание : Моля, посочете Държава !';
$_['error_zone']                     = 'Внимание : Моля, посочете Област / Община !';
$_['error_agree']                    = 'Внимание : Нужно е да посочите, че сте съгласни с %s (чрез отметка в полето) !';
$_['error_address']                  = 'Внимание : Посочването на адрес е задължително !';
$_['error_shipping']                 = 'Внимание : Посочването на начин на доставка е задължително !';
$_['error_no_shipping']              = 'Внимание : Не са налични възможности за доставка. Моля, <a href="%s">Свържете се с Нас</a> за съдействие !';
$_['error_payment']                  = 'Внимание : Посочването на начин на плащане е задължително !';
$_['error_no_payment']               = 'Внимание : Не са налични начини на плащане. Моля, <a href="%s">Свържете се с Нас</a> за съдействие !';
?>