<?php 
// Heading 
$_['heading_title']    = 'Купуване на Ваучер за подарък';

// Text
$_['text_voucher']     = 'Ваучери';
$_['text_description'] = 'Подарете Ваучер за покупка от Нашия магазин. Ваучера ще бъде изпратен на посочения от Вас получател и той ще може да си избере от Нашите продукти и да го осребри веднага! Стойността на ваучера е по Ваш избор.';
$_['text_agree']       = 'Разбирам, че ваучерите за подарък не подлежат на връщане !';
$_['text_message']     = '<p>Заявеният от Вас Ваучер е добавен в кошницата ви. След потвърждение на плащането, на посоченият от Вас получател ще бъде изпратена информация как може да осребри подарения му Ваучер.</p>';
$_['text_for']         = 'Ваучер за %s за %s';

// Entry
$_['entry_to_name']    = 'Име(на) на получателя:';
$_['entry_to_email']   = 'И-мейл на получателя:';
$_['entry_from_name']  = 'Подател:';
$_['entry_from_email'] = 'И-мейл на подателя:';
$_['entry_message']    = 'Съобщение :<br /><span class="help">(по желание)</span>';
$_['entry_amount']     = 'Сума :<br /><span class="help">(Стойността следва да е между %s и %s)</span>';
$_['entry_theme']      = 'Шаблон на ваучера за подарък:';

// Error
$_['error_to_name']    = 'Внимание: Името на получателя трябва да е от 1 до 64 символа!';
$_['error_from_name']  = 'Внимание: Вашето име трябва да е от 1 до 64 символа!';
$_['error_email']      = 'Внимание: Адресът на този И-мейл е невалиден!';
$_['error_amount']     = 'Внимание: Сумата трябва да е между %s и %s!';
$_['error_theme']      = 'Внимание: Трябва да изберете шаблон на ваучера!';
$_['error_agree']      = 'Внимание: Трябва да потвърдите, че разбирате, че Ваучерите за подарък не подлежат на връщане!';
?>