<?php
// Heading 
$_['heading_title']    = 'НАШИЯТ БЮЛЕТИН';

// Text
$_['text_email']	   = 'Електронна поща:';
$_['text_subscribe']   = 'Записхте се успешно!';
$_['text_unsubscribe'] = 'Отписахте се успешно!';

$_['entry_email']	   = 'Записване / Отписване';
$_['entry_subscribe_text'] = 'Запишете се в нашият Бюлетин и бъдете в крак с новини, промоции и отстъпки!';
$_['entry_policy_text'] = 'Вашата поща никога няма да бъде споделяна с трети лица! Вие ще получавате само и единствено информацията, за която сте направили абонамент!';

// Button 
$_['button_join']	   = 'Потвърди';

// Error
$_['error_email']	   = 'Моля, въведете валидна ел. поща!';
?>
