<?php
// Heading
$_['heading_title'] = 'Вижте ни във Flickr';
$_['text_email'] = 'Вашият email...';
$_['text_message'] = 'Вашето съобщение...';
$_['text_submit'] = 'Изпрати';
$_['email_subject'] = 'Запитване';
$_['text_captcha'] = 'Въведете защитния код';
$_['success'] = 'Събщението Ви беше изпратено успешно! Наш сътрудник ще се свърже с Вас възможно най-скоро!';

$_['error_email'] = 'Моля, въведете валиден пощенски адрес!';
$_['error_message'] = 'Моля, въведете съобщение по-дълго от 3 символа!';
$_['error_captcha'] = 'Невалиден защитен код!';
?>