<?php 
// Text
$_['text_title']                         = 'Еконт Експрес';
$_['text_description']                   = 'Еконт Експрес';
$_['text_calculate']                     = 'Кликнете Изчисли цена след въвеждане/промяна на данните.';
$_['text_wait']                          = ' --- Моля, изчакайте --- ';
$_['text_to_office']                     = 'до офис';
$_['text_to_door']                       = 'до врата';
$_['text_value']                         = 'стойност';
$_['text_dc']                            = 'Добавена е услугата обратна разписка.';
$_['text_dc_cp']                         = 'Добавена е услугата обратна разписка/стокова разписка.';
$_['text_invoice_before_cd']             = 'Добавена е услугата предай фактура преди плащане на наложения платеж.';
$_['text_pay_after_accept']              = 'Търговецът позволява пратката да се прегледа от получателя и да плати наложения платеж само ако приеме стоката.';
$_['text_pay_after_test']                = 'Търговецът позволява пратката да се прегледа и тества от получателя и да плати наложения платеж само ако приеме стоката.';
$_['text_instruction_shipping_returns']  = 'При отказ на пратката след преглед: доставката и връщането са за сметка на търговеца.';
$_['text_instruction_returns']           = 'При отказ на пратката след преглед: връщането е за сметка на търговеца.';
$_['text_before']                        = 'преди';
$_['text_in']                            = 'в';
$_['text_after']                         = 'след';
$_['text_hour']                          = 'ч.';
$_['text_day_0']                         = 'Неделя';
$_['text_day_1']                         = 'Понеделник';
$_['text_day_2']                         = 'Вторник';
$_['text_day_3']                         = 'Сряда';
$_['text_day_4']                         = 'Четвъртък';
$_['text_day_5']                         = 'Петък';
$_['text_day_6']                         = 'Събота';
$_['text_e1']                            = 'до 60 мин (Е1)';
$_['text_e2']                            = 'до 90 мин (Е2)';
$_['text_e3']                            = 'до 120 мин (Е3)';
$_['text_processing']                    = 'Поръчката се обработва';

// Entry
$_['entry_shipping_to']                  = 'Доставка:';
$_['entry_company']                      = 'Фирма:';
$_['entry_post_code']                    = 'Пощенски код:';
$_['entry_city']                         = 'Населено място:';
$_['entry_quarter']                      = 'Квартал:';
$_['entry_street']                       = 'Улица:';
$_['entry_street_num']                   = 'Номер:';
$_['entry_other']                        = 'Друго:';
$_['entry_office']                       = 'Офис:';
$_['entry_office_code']                  = 'Код на офиса:';
$_['entry_cd']                           = 'Наложен платеж:';
$_['entry_priority_time']                = 'Час за приоритет:';
$_['entry_oc']                           = 'Обявена стойност:';
$_['entry_express_city_courier']         = 'Експресен градски куриер:';
$_['entry_delivery_day']                 = 'Ден за разнос:';

// Button
$_['button_office_locator']              = 'Офис Локатор';
$_['button_calculate']                   = 'Изчисли цена';

// Error
$_['error_connect']                      = 'Възникна грешка при връзката с Еконт! Моля, опитайте отново!';
$_['error_calculate']                    = 'Моля, въведете коректно всички данни и кликнете Изчисли цена след това!';
$_['error_address']                      = 'Адресът е невалиден!';
$_['error_office']                       = 'Моля, изберете офис!';
$_['error_priority_time']                = 'Моля, въведете час!';
$_['error_oc_value']                     = 'Моля, въведете стойност!';
?>