<?php 
// Text
$_['text_subject']  = '%s - Партньорска програма';
$_['text_welcome']  = 'Благодарим Ви, за регистрирането Ви в Партньорската програма на %s!';
$_['text_approval'] = 'Вашата заявка очаква разглеждане от Администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочената от Вас при регистрацията И-мейл и парола на следния адрес:';
$_['text_services'] = 'Когато вече сте в системата, ще можете да създавате и използвате кодове, за да следите своите комисионите и плащания.';
$_['text_thanks']   = 'Благодарим Ви!';
?>
