<?php
// Text
$_['text_subject']  = '%s - Благодарим Ви, че се регистрирахте!';
$_['text_welcome']  = 'Добре дошли и благодарим, че се регистрирахте в %s!';
$_['text_login']    = 'Вашият профил е вече готов и можете да влезете в системата, използвайки посочените при регистрацията И-мейл и Парола, на следния адрес:';
$_['text_approval'] = 'Вашата заявка очаква разглеждане от Администратор. Веднага след като бъде одобрена, ще можете да влезете в системата с посочените от вас при регистрацията И-мейл и Парола на следния адрес:';
$_['text_services'] = 'Влизайки в системата, вие ще имате достъп до още услуги, като преглед на поръчките, отпечатване на фактури, промяна на информацията на профила Ви и др.';
$_['text_thanks']   = 'Благодарим Ви!';
?>
